{
  "Cancel": "Abbrechen",
  "New": "Neu",
  "No upload link has been created yet": "Es wurde noch kein Upload-Link erstellt",
  "The password length must be between 6 and 512 characters and the email(s) must be valid": "Das Passwort muss zwischen 6 und 512 Zeichen lang sein und die E-Mail(s) müssen gültig sein",
  "Email notification are disabled, please manually share the link": "E-Mail-Benachrichtigungen sind deaktiviert, bitte teilen Sie den Link manuell",
  "Show password": "Passwort anzeigen",
  "Generate random password": "Zufälliges Passwort generieren",
  "Error while loading Tracim's content type list": "Fehler beim Laden der Inhaltstartliste von Tracim",
  "Error in the URL": "Fehler in der URL",
  "Protect by password": "Mit Passwort schützen",
  "Cancel protection by password": "Schutz durch Passwort aufheben",
  "Received files": "Empfangene Dateien",
  "Recipient's email addresses": "E-Mail-Adressen des Empfängers",
  "Public upload links": "Öffentliche Upload-Links",
  "Public upload link has been created. Don't forget to share the password to the recipients.": "Der öffentliche Upload-Link wurde erstellt. Vergessen Sie nicht, das Passwort an die Empfänger weiterzugeben.",
  "Public upload link has been created.": "Der öffentliche Upload-Link wurde erstellt.",
  "New public upload link": "Neuer öffentlicher Upload-Link",
  "Error while loading list of public upload links": "Fehler beim Laden der Liste der öffentlichen Upload-Links",
  "Error while deleting public upload link": "Fehler beim Löschen des öffentlichen Upload-Links",
  "Error while creating new public upload link": "Fehler beim Erstellen eines neuen öffentlichen Upload-Links",
  "Error, these emails are invalid: ": "Fehler, diese Emails sind ungültig: ",
  "To add multiple recipients, separate the email addresses with a comma, a semicolon or a line break.": "Um mehrere Empfänger hinzuzufügen, trennen Sie die E-Mail-Adressen mit einem Komma, einem Semikolon oder einem Zeilenumbruch.",
  "Validate": "Validieren",
  "Password": "Passwort"
}
