Repository: tracim/tracim
Catalog: backend/tracim_backend/locale/*/LC_MESSAGES/tracim_backend.po
Languages: ar, cs, de, es, fr, nb_no, nl, pt

source: Note: You can also use this direct link: {direct_url}
ar: ملاحظة: يمكنك أيضا استعمال هذا الرابط المباشر: {direct_url}
cs: Poznámka: můžete také použít tento přímý odkaz: {direct_url}
de: Hinweis: Sie können auch diesen Direktlink verwenden: {direct_url}
es: Nota: también puede utilizar este enlace directo: {direct_url}
fr: Note : vous pouvez aussi utiliser le lien direct suivant : {direct_url}
nb_no: Merk: Du kan også bruke denne direkte lenken: {direct_url}
nl: NB: je kunt ook deze directe link gebruiken: {direct_url}
pt: Nota: Você também pode utilizar este link direto: {direct_url}

source: Thanks a lot
ar: شكرا جزيلا
cs: Děkuji mnohokrát
de: Vielen Dank
es: Muchas gracias
fr: Merci beaucoup
nb_no: Takk skal du ha
nl: Bedankt
pt: Muito obrigado

source: {username} (through tracim)
ar: {username} (عبر Tracim)
cs: {username} (přes Tracim)
de: {username} (über Tracim)
es: {username} (a través de Tracim)
fr: {username} (via Tracim)
nl: {username} (door Tracim)
pt: {username} (através de Tracim)

source: Here is the list of your unread mentions in the last hour:
cs: Zde je seznam vašich nepřečtených zmínek za poslední hodinu:
es: Aquí tiene la lista de sus menciones no leídas en la última hora

source: Here is the list of your unread mentions in the last week:
cs: Zde je seznam vašich nepřečtených zmínek za poslední týden:
es: Aquí tiene la lista de sus menciones no leídas en la última semana:

source: {author} mentioned you in
cs: {author} se o vás zmínil v
es: {author} le mencionó en
pt: {author} mencionou você em

source: Here is the list of your unread notifications in the last hour:
cs: Zde je seznam nepřečtených oznámení za poslední hodinu:
es: Aquí tiene la lista de sus notificaciones no leídas en la última hora

source: Here is the list of your unread notifications in the last day:
cs: Zde je seznam nepřečtených oznámení za poslední den:
es: Aquí tiene la lista de sus notificaciones no leídas en el último día:

source: Here is the list of your unread notifications in the last week:
cs: Zde je seznam nepřečtených oznámení za poslední týden:
es: Aquí tiene la lista de sus notificaciones no leídas en la última semana:

source: {event_count} activity in the space
cs: {event_count} aktivit v prostoru
es: {event_count} eventos en el espacio
pt: {event_count} atividade(s) no espaço

source: You have invited {nb_receivers} people to upload files in this space <a href={sharedspace_url}>{sharedspace_name}</a>:
cs: Pozvali jste {nb_receivers} lidi, aby nahrávali soubory do tohoto prostoru <a href={sharedspace_url}>{sharedspace_name}</a>:
de: Sie haben {nb_receivers} Personen zum Hochladen von Dateien in diesen Bereich eingeladen <a href={sharedspace_url}>{sharedspace_name}</a>:
es: Has invitado a {nb_receivers} personas a subir archivos en este espacio <a href={sharedspace_url}>{sharedspace_name}</a>:
fr: Vous avez invité {nb_receivers} personne(s) à téléverser des fichiers dans cet espace <a href={sharedspace_url}>{sharedspace_name}</a> :
nb_no: Du har invitert {nb_receivers} folk til å laste opp filer i dette rommet <a href={sharedspace_url}>{sharedspace_name}</a>:
nl: Je hebt {nb_receivers} mensen uitgenodigd om bestanden te uploaden in <a href={sharedspace_url}>{sharedspace_name}</a>:
pt: Você convidou {nb_receivers} pessoas a carregar ficheiros neste espaço <a href={sharedspace_url}>{sharedspace_name}</a>:

source: This upload is protected by this password: "{upload_permission_password}"
ar: هذا التحميل محمي بكلمة المرور التالية: "{upload_permission_password}"
cs: Toto nahrávání je chráněno tímto heslem: "{upload_permission_password}"
de: Dieser Upload ist durch dieses Passwort geschützt: "{upload_permission_password}"
es: Esta carga está protegida por esta contraseña: "{upload_permission_password}"
fr: Le fichier est protégé par ce mot de passe : "{upload_permission_password}"
nb_no: Denne opplastingen er beskyttet av dette passordet «{upload_permission_password}»
nl: Deze upload is beveiligd met het wachtwoord: "{upload_permission_password}"
pt: Esse upload é protegido por essa palavra-passe: "{upload_permission_password}"

source: I invited you to upload files here:
ar: لقد دعوتك لتحميل الملفات هنا:
cs: Vyzval jsem vás, abyste sem nahráli soubory:
de: Ich habe Sie eingeladen, Dateien hier hochzuladen:
es: Le he invitado a subir archivos a esta página:
fr: Je vous ai invité à téléverser des fichiers ici :
nb_no: Jeg inviterte deg til å laste opp filer her:
nl: Ik heb je uitgenodigd om bestanden te uploaden in:
pt: Eu convido-o a subir ficheiros aqui:

source: This upload is protected by a password, please contact me (<a href="mailto:{emitter_email}">{username}</a>) to get the password.
ar: هذا التحميل محمي بكلمة مرور، اتصل بي من فضلك على (<a href="mailto:{emitter_email}">{username}</a>) للحصول على كلمة المرور.
cs: Tento upload je chráněn heslem, pro získání hesla mě prosím kontaktujte (<a href="mailto:{emitter_email}">{username}</a>).
de: Dieser Upload ist durch ein Passwort geschützt, bitte kontaktieren Sie mich (<a href="mailto:{emitter_email}">{username}</a>), um das Passwort zu erhalten.
es: Esta carga está protegida por una contraseña, por favor, póngase en contacto conmigo (<a href="mailto:{emitter_email}">{username}</a>) para obtener la contraseña.
fr: Le téléversement est protégé par un mot de passe, merci de me contacter (<a href="mailto:{emitter_email}">{username}</a>) pour avoir le mot de passe.
nl: Deze upload is beveiligd met een wachtwoord. Neem contact op met (<a href="mailto:{emitter_email}">{username}</a>) voor toegang.
pt: Esse upload é protegido por uma palavra-passe, por favor contacte-me (<a href="mailto:{emitter_email}">{username}</a>) para obter a palavra-passe.

source: You are receiving this email because you have an account on {website_title}.
cs: Tento e-mail jste obdrželi kvůli svému účtu na {website_title}.

source: note: as soon as you are connected, we strongly recommend that you change your password and delete this email.
ar: ملاحظة: بمجرد دخولك، نوصيك بشدة أن تغير كلمة المرور و أن تمحو هذا البريد الإلكتروني.
cs: poznámka: jakmile se připojíte, důrazně doporučujeme změnit heslo a tento e-mail smazat.
de: Hinweis: Sobald Sie verbunden sind, empfehlen wir Ihnen dringend, Ihr Passwort zu ändern und diese E-Mail zu löschen.
es: nota: en cuanto se conecte, le recomendamos encarecidamente que cambie su contraseña y elimine este correo electrónico.
fr: note : nous vous recommandons fortement de changer votre mot de passe et de supprimer cet e-mail dès que vous êtes connecté.
nb_no: Merk: Så snart du er tilkoblet anbefales det sterkt at du endrer passordet og sletter denne e-posten.
nl: Let op: Wijzig je wachtwoord als je de eerste keer bent ingelogd en verwijder dan deze email.
pt: nota: assim que estiver conectado, recomendamos fortemente que altere a sua senha e apague este e-mail.

source: This e-mail was automatically generated by the
cs: Tento e-mail byl automaticky vygenerován

source: Here is the list of your unread mentions in the last day:
cs: Zde je seznam vašich nepřečtených zmínek za poslední den:
es: Aquí tiene la lista de sus menciones no leídas en el último día:

source: <i><a href="{email_link}">{email}</a></i> at this link: <a href="{url}">{url}</a>
ar: <i><a href="{email_link}">{email}</a></i> على هذا الرابط: <a href="{url}">{url}</a>
cs: <i><a href="{email_link}">{email}</a></i> na tomto odkazu: <a href="{url}">{url}</a>
de: <i><a href="{email_link}">{email}</a></i> unter diesem Link: <a href="{url}">{url}</a>
es: <i><a href="{email_link}">{email}</a></i> a traves de este enlace: <a href="{url}">{url}</a>
fr: <i><a href="{email_link}">{email}</a></i> via ce lien : <a href="{url}">{url}</a>
nb_no: <i><a href="{email_link}">{email}</a></i> på denne lenken: <a href="{url}">{url}</a>
nl: <i><a href="{email_link}">{email}</a></i> via deze link: <a href="{url}">{url}</a>
pt: <i><a href="{email_link}">{email}</a></i> nesse link: <a href="{url}">{url}</a>

source: Hello,
ar: مرحبا،
cs: Dobrý den,
de: Hallo,
es: Hola,
fr: Bonjour,
nb_no: Hei,
nl: Hallo,
pt: Olá,

source: login: {email_address}
ar: المعرّف: {email_address}
nb_no: innlogging: {email_address}
pt: conta: {email_address}

source: You're receiving this email because of your account on {website_title}.
de: Sie erhalten diese E-Mail aufgrund Ihres Kontos auf {website_title}.
fr: Vous recevez cet email du fait de votre compte sur {website_title}.
nl: Je ontvangt deze email omdat je een account hebt op {website_title}.

source: If you'd like to receive fewer emails, you can <a href="{website_title}/ui/account">unsubscribe from notifications</a>.
de: Wenn Sie weniger E-Mails erhalten möchten, können Sie <a href="{website_title}/ui/account">Benachrichtigungen abbestellen</a>.
fr: Si vous voulez recevoir moins de mails, vous pouvez vous <a href="{website_title}/ui/account">désinscrire des notifications</a>.
nl: Je kunt <a href="{website_title}/ui/account">notificaties uitzetten</a> om minder emails te ontvangen.

source: Suricat', your digital assistant
de: Suricat', Ihr digitaler Assistent
fr: Suricate, votre assistant numérique
nl: Suricat', jouw digitale assistent

source: Suricat', the bot
de: Suricat', der Bot
fr: Suricate, le robot
nl: Suricat', de robot

source: powered by tracim software
de: angetrieben durch Tracim-Software
fr: généré par le logiciel Tracim
nl: powered door Tracim software
