Repository: tracim/tracim
Catalog: backend/tracim_backend/locale/*/LC_MESSAGES/tracim_backend.po
Languages: ar, cs, de, es, fr, nb_no, nl, pt

source: Space
ar: فضاء
cs: Prostor
de: Bereich
es: Espacio
fr: Espace
nb_no: Rom
nl: Omgeving
pt: Espaço

source: New folder
ar: مجلد جديد
cs: Nová složka
de: Neuer Ordner
es: Carpeta nueva
fr: Nouveau dossier
nb_no: Ny mappe
nl: Nieuwe Map
pt: Nova pasta

source: Upload files
ar: تحميل ملفات
cs: Nahrát soubory
de: Dateien hochladen
es: Cargar archivos
fr: Téléverser des fichiers
nb_no: Last opp filer
nl: Upload bestanden
pt: Subir ficheiros

source: [{website_title}] Someone created an account for you
ar: [{website_title}] أحدهم أنشأ لك حسابا
cs: [{website_title}] Někdo pro vás vytvořil účet
de: [{website_title}] Jemand hat ein Konto für Sie erstellt
es: [{website_title}] Alguien ha creado una cuenta para usted
fr: [{website_title}] Quelqu'un vous a créé un compte
nb_no: [{website_title}] Noen laget en konto for deg
nl: [{website_title}] Iemand heeft een account voor je aangemaakt
pt: [{website_title}] Alguém criou uma conta para você

source: [{website_title}] A password reset has been requested
ar: [{website_title}] لقد تم طلب تغيير كلمة المرور
cs: [{website_title}] Byla podána žádost o obnovení hesla
de: [{website_title}] Ein Passwort-Reset wurde angefordert
es: [{website_title}] Se ha solicitado un restablecimiento de la contraseña
fr: [{website_title}] Demande de réinitialisation de mot de passe
nb_no: [{website_title}] Tilbakestilling av passord forespurt
nl: [{website_title}] Wachtwoord herstel aangevraagd
pt: [{website_title}] Uma reposição da palavra-passe foi pedida

source: Opened
ar: مفتوح
cs: Otevřeno
de: Geöffnet
es: Abierto
fr: Ouvert
nb_no: Åpnet
nl: Geopend
pt: Aberto

source: Validated
ar: معتمد
cs: Ověřeno
de: Validiert
es: Validado
fr: Validé
nb_no: Bekreftet
nl: Gecontroleerd
pt: Validado

source: Cancelled
ar: ألغي
cs: Zrušeno
de: Abgebrochen
es: Anulado
fr: Annulé
nb_no: Avbrutt
nl: Geannuleerd
pt: Cancelado

source: Deprecated
ar: مُهمَل
cs: Vyřazeno
de: Veraltet
es: Obsoleto
fr: Obsolète
nb_no: Foreldet
nl: Verouderd
pt: Obsoleto

source: [{website_title}] {emitter_name} shared the file "{content_filename}" with you
ar: [{website_title}] {emitter_name} شارك الملف "{content_filename}" معك
cs: [{website_title}] {emitter_name} s vámi sdílel soubor "{content_filename}"
de: [{website_title}] {emitter_name} hat die Datei "{content_filename}" mit Ihnen freigegeben
es: [{website_title}] {emitter_name} ha compartido con usted el archivo "{content_filename}"
fr: [{website_title}] {emitter_name} a partagé le fichier "{content_filename}" avec vous
nb_no: [{website_title}] {emitter_name} delte filen «{content_filename}» med deg
nl: [{website_title}] {emitter_name} heeft "{content_filename}" met jou gedeeld
pt: [{website_title}] {emitter_name} partilhou o ficheiro "{content_filename}" com você

source: [{website_title}] You shared "{content_filename}" with {nb_receivers} people
cs: [{website_title}] Sdíleli jste „{content_filename}“ s {nb_receivers} lidmi
de: [{website_title}] Sie haben "{content_filename}" mit {nb_receivers} Leute freigegeben
es: [{website_title}] Has compartido "{content_filename}" con {nb_receivers} personas
fr: [{website_title}] Vous avez partagé "{content_filename}" avec {nb_receivers} personne(s)
nb_no: [{website_title}] Du delte «{content_filename}» med {nb_receivers} folk
nl: [{website_title}] Je hebt "{content_filename}" gedeeld met {nb_receivers}
pt: [{website_title}] Você partilhou "{content_filename}" com {nb_receivers} pessoas

source: {emitter_name} invited you to upload files on "{website_title}"
ar: {emitter_name} دعاك لتحميل ملفات على "{website_title}"
cs: {emitter_name} vás vyzval k nahrání souborů na "{website_title}"
de: {emitter_name} hat Sie eingeladen, Dateien auf "{website_title}" hochzuladen
es: {emitter_name} le ha invitado a cargar archivos en "{website_title}"
fr: {emitter_name} vous a invité à téléverser des fichiers sur "{website_title}"
nb_no: {emitter_name} inviterte deg til å laste opp filer på «{website_title}»
nl: {emitter_name} Heeft je uitgenodigd om bestanden te uploaden op "{website_title}"

source: [{website_title}] You invited {nb_receivers} people to upload files on "{workspace_name}"
cs: [{website_title}] Pozvali jste {nb_receivers} lidí, aby nahrávali soubory na "{workspace_name}"
de: [{website_title}] Sie haben {nb_receivers} Personen zum Hochladen von Dateien auf "{workspace_name}" eingeladen
es: [{website_title}] Ha invitado a {nb_receivers} personas a subir archivos en "{workspace_name}"
fr: [{website_title}] Vous avez invité {nb_receivers} personne(s) à téléverser des fichiers dans "{workspace_name}"
nb_no: [{website_title}] Du inviterte {nb_receivers} folk til å laste opp filer på «{workspace_name}»
nl: [{website_title}] Je hebt {nb_receivers} mensen uitgenodigd om bestanden te uploaden naar "{workspace_name}"
pt: [{website_title}] Você convidou {nb_receivers} pessoas para subir ficheiros no "{workspace_name}"

source: [{website_title}] {uploader_username} shared {nb_uploaded_contents} files in "{workspace_name}"
cs: [{website_title}] {uploader_username} sdílel {nb_uploaded_contents} soubory v "{workspace_name}"
de: [{website_title}] {uploader_username} hat {nb_uploaded_contents} Dateien freigegeben in "{workspace_name}"
es: [{website_title}] {uploader_username} compartió archivos {nb_uploaded_contents} en "{workspace_name}"
fr: [{website_title}] {uploader_username} a partagé {nb_uploaded_contents} fichiers dans "{workspace_name}"
nb_no: [{website_title}] {uploader_username} delte {nb_uploaded_contents} filer i «{workspace_name}»
nl: [{website_title}] {uploader_username} heeft {nb_uploaded_contents} bestanden gedeeld op"{workspace_name}"
pt: [{website_title}] {uploader_username} partilhou {nb_uploaded_contents} ficheiros em "{workspace_name}"

source: Files uploaded by {username} on {date} at {time}
ar: ملفات تم تحميلها بواسطة {username} بتاريخ {date} على الساعة {time}
cs: Soubory nahrané od {username} dne {date} v {time}
de: Dateien hochgeladen von {username} am {date} um {time}
es: Archivos subidos por {username} el {date} a las {time}
fr: Fichiers téléversés par {username} le {date} à {time}
nb_no: Filer opplastet av {username} den {date} klokken {time}
nl: Bestanden ge-upload door {username} op {date} at {time}
pt: Ficheiros subidos por {username} em {date} às {time}

source: Message from {username}: {message}
ar: رسالة من {username}: {message}
cs: Zpráva od {username}: {message}
de: Nachricht von {username}: {message}
es: Mensaje de {username}: {message}
fr: Message de {username} : {message}
nb_no: Melding fra {username}: {message}
nl: Bericht van {username}: {message}
pt: Mensagem de {username}: {message}

source: Uploaded by {username}.
ar: تم التحميل بواسطة {username}.
cs: Nahrál {username}.
de: Hochgeladen von {username}.
es: Subido por {username}.
fr: Téléversé par {username}.
nb_no: Lastet opp av {username}.
nl: Ge-upload door {username}.
pt: Subido por {username}.

source: [{website_title}] Your hourly summary
cs: [{website_title}] Váš hodinový souhrn

source: [{website_title}] Your daily summary
cs: [{website_title}] Váš denní souhrn

source: Space {workspace_name}
ar: فضاء {اسم_الفضاء}
cs: Prostor {workspace_name}
es: Espacio {workspace_name}
fr: Espace {workspace_name}
pt: Espaço {workspace_name}

source: [{website_title}] Your weekly summary
cs: [{website_title}] Váš týdenní souhrn

source: version {} (revision {}) on {}
ar: صياغة{}(مراجعة {})على {}
cs: verze {} (revize {}) na {}
es: versión {} (revisión {}) en {}
fr: version {} (révision {}) de {}
nl: versie {} (revision {}) on {}
pt: versão {} (revisão {}) em {}

source: Generated by Tracim, on {}
ar: يتم تشغيله بواسطة برنامج Tracim
cs: běží na software Tracim
es: generado por el software Tracim
fr: généré par le logiciel Tracim
nb_no: drevet av Tracim-programvare
pt: gerado pelo software Tracim

source: Summary
ar: موجز
cs: Shrnutí
es: Resumen
fr: Sommaire
nb_no: Sammendrag
nl: Samenvatting
pt: Sumário

source: New folder {0}
ar: مجلّد جديد {0}
cs: Nová složka {0}
de: Neuer Ordner {0}
es: Carpeta nueva {0}
fr: Nouveau dossier {0}
nb_no: Ny mappe {0}
nl: Nieuwe map {0}
pt: Nova pasta {0}

source: all
cs: vše
es: todos
pt: todos

source: Space {}
ar: فضاء {}
cs: Prostor {}
de: Bereich {}
es: Espacio {}
fr: Espace {0}
nl: Omgeving {}
pt: Espaço {}

source: {username} & all members of {workspace}
ar: {username} و كل أعضاء {workspace}
cs: {username} & všichni členové {workspace}
de: {username} & alle Mitglieder von {workspace}
es: {username} y todos los miembros de {workspace}
fr: {username} & tous les membres de {workspace}
nl: {username} & alle leden van {workspace}
pt: {username} e todos os membros de {workspace}

source: reader
cs: čtenář
es: lector
pt: leitor

source: contributor
cs: připěvatel
es: colaborador
pt: contribuidor

source: content-manager
cs: správce-obsahu
es: gestor de contenidos
pt: gestor de conteúdo

source: space-manager
cs: správce-prostoru
es: administrador del espacio
pt: gestor de espaço

source: I added an item entitled {content_name}.
ar: لقد أضفت عنصرا بعنوان {content_name}.
cs: Přidal jsem položku s názvem {content_name}.
de: Ich habe ein Element mit dem Titel {content_name} hinzugefügt.
es: He añadido un elemento titulado {content_name}.
fr: J'ai ajouté un élément nommé {content_name}.
nb_no: Jeg la til et element som heter {content_name}.
nl: Ik heb item <i>{content_name}</i> toegevoegd.
pt: Eu adicionei um item chamado {content_name}.

source: I modified the status of {content_name}. The new status is <i>{new_status}</i>
ar: لقد عدلت حالة {content_name}. الحالة الجديدة هي <i>{new_status}</i>
cs: Upravil jsem stav {content_name}. Nový stav je <i>{new_status}</i>
de: Ich habe den Status von {content_name} geändert. Der neue Status ist <i>{new_status}</i>
es: He modificado el estatuto de {content_name}. El nuevo estatuto es <i>{new_status}</i>
fr: J'ai modifié le statut de {content_name}. Le nouveau statut est <i>{new_status}</i>
nl: Ik heb de status van {content_name} aangepast naar <i>{new_status}</i>
pt: Eu modifiquei o status de {content_name}. O novo status é <i>{new_status}</i>

source: Here is an overview of the changes:
ar: هاهي لمحة على التغييرات:
cs: Zde je přehled změn:
de: Hier finden Sie eine Übersicht der Änderungen:
es: Este es un resumen de los cambios:
fr: Voici une vue d'ensemble des changements :
nb_no: Her er en oversikt over endringene:
nl: Hier is een overzicht van de wijzigingen:
pt: Aqui está uma visão geral das mudanças:

source: I updated {content_name}.
ar: لقد حدّثتُ {content_name}.
cs: Aktualizoval jsem {content_name}.
de: Ich habe {content_name} aktualisiert.
es: He actualizado {content_name}.
fr: J'ai mis à jour {content_name}.
nb_no: Jeg oppdaterte {content_name}.
nl: I Ik heb <i>{content_name}</i> bijgewerkt.
pt: Eu atualizei {content_name}.

source: Reply to this email directly or <a href="{call_to_action_url}">view it on tracim</a>
ar: أجب على هذا البريد الإلكتروني مباشرة أو <a href="{call_to_action_url}"> اطّلع عليه في Tracim</a>
cs: Odpovězte přímo na tento e-mail nebo si jej <a href="{call_to_action_url}">zobrazte na tracim</a>
de: Antworten Sie direkt auf diese E-Mail oder <a href="{call_to_action_url}">sehen Sie auf tracim</a>
es: Responda a este correo electrónico directamente o <a href="{call_to_action_url}">véalo en Tracim</a>
fr: Répondez directement à cet email ou <a href="{call_to_action_url}">allez voir sur Tracim</a>
nb_no: Svar på denne e-posten direkte, eller <a href="{call_to_action_url}">vis den på tracim</a>
nl: Je kunt op deze mail antwoorden of <a href="{call_to_action_url}">toon het item online</a>
pt: Responda à esse e-mail diretamente ou <a href="{call_to_action_url}">veja isso no Tracim</a>

source: <a href="{call_to_action_url}">view it on tracim</a>
ar: <a href="{call_to_action_url}"> اطّلع عليه في Tracim</a>
cs: <a href="{call_to_action_url}">zobrazit na tracim</a>
de: <a href="{call_to_action_url}">Ansicht auf Tracim</a>
es: <a href="{call_to_action_url}">ver en Tracim</a>
fr: <a href="{call_to_action_url}">aller voir sur Tracim</a>
nb_no: <a href="{call_to_action_url}">vis på tracim</a>
nl: <a href="{call_to_action_url}">toon het online</a>
pt: <a href="{call_to_action_url}">veja isso no Tracim</a>

source: You can change this setting by going to the "My Spaces" menu through this link:
cs: Toto nastavení můžete změnit v nabídce "Moje prostory" prostřednictvím tohoto odkazu:
es: Puede cambiar esta configuración accediendo al menú "Mis espacios" a través de este enlace:
pt: Você pode alterar essa configuração acessando o menu "Meus espaços" através deste link:

source: that powers {website_title}, please do not reply.
cs: který běží na {website_title}, prosím neodpovídejte.

source: Hello {username},
ar: مرحبا {username}،
cs: Dobrý den, {username},
de: Hallo {username},
es: Hola {username},
fr: Bonjour {username},
nb_no: Hei {username},
nl: Hallo {username},
pt: Olá {username},

source: {origin_user_name} invited you to join <i>{website_title}</i>.
ar: {origin_user_name} دعاك لتنضم إلى<i>{website_title}</i>.
cs: {origin_user_name} vás pozval, abyste se připojili k <i>{website_title}</i>.
de: {origin_user_name} hat Sie eingeladen, <i>{website_title}</i> beizutreten.
es: {origin_user_name} le ha invitado a unirse a <i>{website_title}</i>.
fr: {origin_user_name} vous a invité à rejoindre <i>{website_title}</i>.
nb_no: {origin_user_name} inviterte deg til å ta del i <i>{website_title}</i>.
nl: {origin_user_name} heeft je uitgenodigd voor <i>{website_title}</i>.
pt: {origin_user_name} convidou-o a participar de <i>{website_title}</i>.

source: Someone invited you to join <i>{website_title}</i>.
ar: أحدهم دعاك لتنضم إلى<i>{website_title}</i>.
cs: Někdo vás pozval, abyste se připojili k <i>{website_title}</i>.
de: Jemand hat Sie eingeladen, <i>{website_title}</i> beizutreten.
es: Alguien le invitó a unirse a <i>{website_title}</i>.
fr: Quelqu'un vous a invité à rejoindre <i>{website_title}</i>.
nb_no: Noen inviterte deg til å ta del i <i>{website_title}</i>.
nl: Iemand heeft je uitgenodigd voor <i>{website_title}</i>.
pt: Alguém o convidou a participar de <i>{website_title}</i>.

source: Your credentials are:
ar: بياناتك:
cs: Vaše identifikační údaje jsou:
de: Ihre Berechtigungsnachweise sind:
es: Sus credenciales son:
fr: Vos identifiants sont :
nl: Jouw inloggegevens zijn:
pt: As suas credenciais são:

source: password: {password}
ar: كلمة المرور: {password}
cs: heslo: {password}
de: Passwort: {password}
es: contraseña: {password}
fr: mot de passe : {password}
nb_no: passord: {password}
nl: wachtwoord: {password}
pt: palavra-passe: {password}

source: Let start to discuss, share files, agenda and documentation with collaborators by logging into your space: {a_link}
ar: بإمكانك أن تتفاعل، تشارك ملفات، مفكرة و وثائق مع المتعاونين معك عبر الولوج إلى فضائك: {a_link}
cs: Přihlášením do svého prostoru můžete začít diskutovat, sdílet soubory, agendu a dokumentaci se spolupracovníky:{a_link}
de: Beginnen Sie zu diskutieren, teilen Sie Dateien, Kalender und Dokumentation mit Kollaborateuren, indem Sie sich in Ihrem Bereich anmelden: {a_link}
es: Comience a discutir, compartir archivos, agenda y documentación con los colaboradores conectándose a su espacio: {a_link}
fr: Commencez à discuter, partager des fichiers, agendas et documentations avec vos collaborateurs en vous connectant dans votre espace : {a_link}
nl: Je kunt beginnen met het uitwisselen van bestanden, agenda, documentatie en informatie in jouw omgeving: {a_link}
pt: Comece a discutir, partilhar ficheiros, agenda e documentação com os colaboradores, entrando no seu espaço: {a_link}

source: Enjoy your day :)
ar: يوما طيبا :)
cs: Hezký den :)
de: Schönen Tag noch :)
es: Disfrute de su día :)
fr: Bonne journée :)
nb_no: Nyt dagen :)
nl: Veel plezier :)
pt: Aproveite o seu dia :)

source: {username} (<a href="{email_link}">{email}</a>) shared one or several files with you in this space: <a href={sharedspace_url}>{sharedspace_name}</a>
ar: {username} (<a href="{email_link}">{email}</a>)شارك ملفا أو عدّة ملفات معك في هذا الفضاء: <a href={sharedspace_url}>{sharedspace_name}</a>
cs: {username} (<a href="{email_link}">{email}</a>) s vámi sdílí jeden nebo několik souborů v tomto prostoru: <a href={sharedspace_url}>{sharedspace_name}</a>
de: {username} (<a href="{email_link}">{email}</a>) hat eine oder mehrere Dateien mit Ihnen in diesem Bereich geteilt: <a href={sharedspace_url}>{sharedspace_name}</a>
es: {username} (<a href="{email_link}">{email}</a>) compartió uno o varios archivos con unsted en el espacio: <a href={sharedspace_url}>{sharedspace_name}</a>
fr: {username} (<a href="{email_link}">{email}</a>) a partagé un ou plusieurs fichiers avec vous dans cet espace : <a href={sharedspace_url}>{sharedspace_name}</a>
nb_no: {username} (<a href="{email_link}">{email}</a>) delte én eller flere filer med deg i dette rommet: <a href={sharedspace_url}>{sharedspace_name}</a>
nl: {username} (<a href="{email_link}">{email}</a>) heeft bestanden met je gedeeld in deze omgeving: <a href={sharedspace_url}>{sharedspace_name}</a>
pt: {username} (<a href="{email_link}">{email}</a>) partilhou um ou vários ficheiros com você no espaço: <a href={sharedspace_url}>{sharedspace_name}</a>

source: Message:
ar: رسالة:
cs: Zpráva:
de: Nachricht:
es: Mensaje:
nb_no: Melding:
nl: Bericht:
pt: Mensagem:

source: Someone has requested to reset the password for your account on <i>{website_title}</i>.
ar: أحدهم طلب إعادة ضبط كلمة المرور لحسابك على <i>{website_title}</i>.
cs: Někdo požádal o obnovení hesla k vašemu účtu na <i>{website_title}</i>.
de: Jemand hat beantragt, das Kennwort für Ihr Konto auf "<i>{website_title}</i>" zurückzusetzen.
es: Alguien ha solicitado restablecer la contraseña de su cuenta en <i>{website_title}</i>.
fr: Quelqu'un a demandé la réinitialisation du mot de passe de votre compte sur <i>{website_title}</i>.
nb_no: Noen har forespurt tilbakestilling av passordet for din konto på <i>{website_title}</i>.
nl: Iemand heeft wachtwoordherstel aangevraagd voor jouw account op <i>{website_title}</i>.
pt: Alguém pediu para repor a palavra-passe da sua conta em <i>{website_title}</i>.

source: If you did not perform this request, you can safely ignore this email.
ar: إن لم تكن أنت من قدم هذا الطلب، بإمكانك أن تتجاهل هذه الرسالة الإلكترونية بأمان.
cs: Pokud jste tento požadavek neprovedli, můžete tento e-mail bez obav ignorovat.
de: Wenn Sie diese Anfrage nicht durchgeführt haben, können Sie diese E-Mail getrost ignorieren.
es: Si no ha realizado esta solicitud, puede ignorar este correo electrónico.
fr: Si vous n'êtes pas à l'origine de cette demande, vous pouvez ignorer cet email en toute sécurité.
nb_no: Hvis du ikke har bedt om dette kan du se bort fra denne e-posten.
nl: Als je dit verzoek niet zelf hebt gemaakt, dan kun je dit bericht gewoon negeren.
pt: Se não efectuou este pedido, pode ignorar este e-mail em segurança.

source: In order to reset your password, please click on following link :
ar: لإعادة ضبط كلمة المرور الخاصة بك، انقر على الرابط التالي من فضلك:
cs: Chcete-li obnovit své heslo, klikněte na následující odkaz:
de: Um Ihr Passwort zurückzusetzen, klicken Sie bitte auf folgenden Link:
es: Para restablecer su contraseña, haga clic en el siguiente enlace:
fr: Afin de réinitialiser votre mot de passe, merci de cliquer sur le lien suivant :
nl: Klik op de volgende link om een nieuw wachtwoord in te stellen:
pt: Para repor a sua palavra-passe, por favor clique no seguinte link :

source: Reset my password
ar: إعادة ضبط كلمة المرور الخاصة بي
cs: Obnovit heslo
de: Mein Passwort zurücksetzen
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
nb_no: Tilbakestill passordet mitt
nl: Nieuw wachtwoord
pt: Repor minha palavra-passe

source: If the link is not working, I suggest to copy/paste the full url:
ar: إن كان الرابط لا يعمل، أقترح أن تنسخ/تلصق الurl كاملا:
cs: Pokud odkaz nefunguje, doporučuji zkopírovat/vložit celou url adresu:
de: Wenn der Link nicht funktioniert, empfehle ich Ihnen, die vollständige URL zu kopieren/einzufügen:
es: Si el enlace no funciona, le sugiero que copie/pegue la url completa:
fr: Si le lien ne fonctionne pas, Je vous suggère de copier/coller l'url entière :
nl: Als de link niet werkt, kopieer dan de gehele url naar de adresbalk van je browser:
pt: Se o link não estiver funcionando, sugiro copiar/colar a url completa:

source: The link is valid for {} minutes.
cs: Odkaz je platný po dobu {} minut.
de: Der Link ist für {} Minuten gültig.
es: El enlace es válido durante {} minutos.
fr: Le lien est valide pendant {} minutes.
nb_no: Lenken er gyldig i {} minutter.
nl: De link is {} minuten geldig.
pt: A ligação é válida por {} minutos.

source: You shared the file <i>{content_filename}</i> with:
ar: لقد شاركت الملف <i>{content_filename}</i> مع:
cs: Soubor <i>{content_filename}</i> jste sdíleli s:
de: Sie haben die Datei <i>{content_filename}</i> freigegeben mit:
es: Ha compartido el archivo <i>{content_filename}</i> con:
fr: Vous avez partagé le fichier <i>{content_filename}</i> avec :
nb_no: Du delte filen <i>{content_filename}</i> med:
nl: Je hebt <i>{content_filename}</i> gedeeld met:
pt: Você partilhou o ficheiro <i>{content_filename}</i> com:

source: This file is protected by this password: "{share_password}"
ar: هذا الملف محمي بكلمة المرور التالية: "{share_password}"
cs: Tento soubor je chráněn tímto heslem: "{share_password}"
de: Diese Datei ist durch dieses Kennwort geschützt: "{share_password}"
es: Este archivo está protegido por esta contraseña: "{share_password}"
fr: Le fichier est protégé par ce mot de passe : "{share_password}"
nl: Dit bestand is beschermd met het volgende wachtwoord: "{share_password}"
pt: Esse ficheiro é protegido por palavra-passe: "{share_password}"

source: I share a file with you, download it here:
ar: لقد شاركتُ ملفا معك، بإمكانك تنزيله هنا:
cs: Sdílel jsem s vámi soubor, stáhněte si ho zde:
de: Ich stelle Ihnen eine Datei zur Verfügung, die Sie hier herunterladen können:
es: He compartido un archivo con usted, descárguelo aquí:
fr: J'ai partagé un fichier avec vous, téléchargez le ici :
nl: Ik heb een bestand met je gedeeld. Download het hier:
pt: Eu partilhei um ficheiro com você, faça aqui o download:

source: This file is protected by a password, please contact me (<a href="mailto:{emitter_email}">{username}</a>) to get the password.
ar: هذا الملف محمي بواسطة كلمة مرور، اتصل بي من فضلك على (<a href="mailto:{emitter_email}">{username}</a>) للحصول على كلمة المرور.
cs: Tento soubor je chráněn heslem, pro získání hesla mě prosím kontaktujte (<a href="mailto:{emitter_email}">{username}</a>).
de: Diese Datei ist durch ein Passwort geschützt, bitte kontaktieren Sie mich (<a href="mailto:{emitter_email}">{username}</a>), um das Passwort zu erhalten.
es: Este archivo está protegido por una contraseña, por favor, póngase en contacto conmigo (<a href="mailto:{emitter_email}">{username}</a>) para obtener la contraseña.
fr: Le fichier est protégé par un mot de passe, merci de me contacter (<a href="mailto:{emitter_email}">{username}</a>) pour avoir le mot de passe.
nl: Dit bestand is beveiligd met een wachtwoord, Neem contact op met (<a href="mailto:{emitter_email}">{username}</a>) om toegang te krijgen.
pt: Este ficheiro está protegido por uma palavra-passe, por favor contacte-me (<a href="mailto:{emitter_email}">{username}</a>) para obter a palavra-passe.

source: Note: You can also use this link: {url}
ar: ملاحظة: بإمكانك أيضا استعمال هذا الرابط: {url}
cs: Poznámka: můžete také použít tento odkaz: {url}
de: Hinweis: Sie können auch diesen Link verwenden: {url}
es: Nota: también puede utilizar este enlace: {url}
fr: Note : vous pouvez aussi utiliser le lien suivant : {url}
nb_no: Merk: Du kan også bruke denne lenken: {url}
nl: NB: je kunt ook deze link gebruiken: {url}
pt: Nota: Você também pode utilizar este link: {url}
