{
  "Cancel": "Anular",
  "New": "Novo",
  "No upload link has been created yet": "Nehum link de upload foi criado ainda",
  "The password length must be between 6 and 512 characters and the email(s) must be valid": "O comprimento da palavra-passe deve estar entre 6 e 512 carateres e o(s) e-mail(s) deve(m) ser válido(s)",
  "Email notification are disabled, please manually share the link": "A notificação por e-mail está desativada, partilhe manualmente o link",
  "Show password": "Mostrar palavra-passe",
  "Generate random password": "Produzir palavra-passe aleatória",
  "Error while loading Tracim's content type list": "Erro ao carregar a lista de tipos de conteúdo do Tracim",
  "Error in the URL": "Erro no URL",
  "Protect by password": "Protegido com palavra-passe",
  "Cancel protection by password": "Anular a proteção com palavra-passe",
  "Received files": "Ficheiros recebidos",
  "Recipient's email addresses": "Endereço(s) de e-mail do(s) destinatário(s)",
  "Public upload links": "Links de upload públicos",
  "Public upload link has been created. Don't forget to share the password to the recipients.": "O link de upload público foi criado. Não se esqueça de partilhar a palavra-passe aos destinatários.",
  "Public upload link has been created.": "O link de upload público foi criado.",
  "New public upload link": "Novo link de upload público",
  "Error while loading list of public upload links": "Erro ao carregar a lista de links de upload públicos",
  "Error while deleting public upload link": "Erro ao eliminar link de upload público",
  "Error while creating new public upload link": "Erro ao criar novo link de upload público",
  "Error, these emails are invalid: ": "Erro, estes e-mails são inválidos: ",
  "To add multiple recipients, separate the email addresses with a comma, a semicolon or a line break.": "Para acrescentar vários destinatários, separe os endereços de e-mail com uma vírgula, um ponto-e-vírgula ou uma quebra de linha.",
  "Validate": "Validar",
  "Password": "Palavra-passe"
}
