{
  "Cancel": "Annuler",
  "New": "Nouveau",
  "No upload link has been created yet": "Aucun lien de téléversement n'a encore été créé",
  "The password length must be between 6 and 512 characters and the email(s) must be valid": "Le mot de passe doit être compris entre 6 et 512 caractères et le(s) adresse(s) doit (doivent) être valide(s)",
  "Email notification are disabled, please manually share the link": "Les notifications par email sont désactivées, veuillez communiquer le lien manuellement",
  "Show password": "Voir le mot de passe",
  "Generate random password": "Générer mot de passe aléatoire",
  "Error while loading Tracim's content type list": "Erreur lors du chargement des types de contenus Tracim",
  "Error in the URL": "Erreur dans l'URL",
  "Protect by password": "Protéger par un mot de passe",
  "Cancel protection by password": "Annuler la protection par mot de passe",
  "Received files": "Fichiers reçus",
  "Recipient's email addresses": "Adresse email du ou des destinataires",
  "Public upload links": "Liens publics de téléversement",
  "Public upload link has been created. Don't forget to share the password to the recipients.": "Lien public de téléversement créé. N'oubliez pas de partager le mot de passe aux destinataires.",
  "Public upload link has been created.": "Lien public de téléversement créé.",
  "New public upload link": "Nouveau lien public de téléversement",
  "Error while loading list of public upload links": "Erreur lors du chargement de la liste des liens public de téléversement",
  "Error while deleting public upload link": "Erreur lors de la suppression du lien public de téléversement",
  "Error while creating new public upload link": "Erreur lors de la création du lien public de téléversement",
  "Error, these emails are invalid: ": "Erreur, ces emails sont invalides : ",
  "To add multiple recipients, separate the email addresses with a comma, a semicolon or a line break.": "Pour ajouter plusieurs destinataires, séparez les adresses électroniques par une virgule, un point-virgule ou un saut de ligne.",
  "Validate": "Valider",
  "Password": "Mot de passe"
}
